[{"title": "The Aeneid", "copyright": false, "fileUrl": "books/228.epub.images.epub", "fileType": "epub", "coverImageUrl": "book-covers/228.epub.images.epub.png", "authors": {"connectOrCreate": [{"where": {"name": "Virgil"}, "create": {"name": "Virgil", "birthYear": -70, "deathYear": -19}}]}, "genres": {"connectOrCreate": [{"where": {"name": "Best Books Ever Listings"}, "create": {"name": "Best Books Ever Listings"}}, {"where": {"name": "Classical Antiquity"}, "create": {"name": "Classical Antiquity"}}, {"where": {"name": "Harvard Classics"}, "create": {"name": "Harvard Classics"}}, {"where": {"name": "Poetry"}, "create": {"name": "Poetry"}}]}, "description": "ENDURING LITERATURE ILLUMINATED BY PRACTICAL SCHOLARSHIP Virgil's sweeping epic of Trojan warrior Aeneas and the founding of Rome -- a stirring tale of exile, heroism, and combat, and of a man caught between love, duty, and fate. THIS ENRICHED CLASSIC THIS ENRICHED CLASSIC EDITION INCLUDES: A concise introduction that gives the reader important background information A chronology of the author's life and work A timeline of significant events that provides the book's historical context An outline of key themes and plot points to guide the reader's own interpretations Detailed explanatory notes Critical analysis and modern perspectives on the work Discussion questions to promote lively classroom and book group interaction A list of recommended related books and films to broaden the reader's experience Enriched Classics offer readers affordable editions of great works of literature enhanced by helpful notes and insightful commentary. The scholarship provided in Enriched Classics enables readers to appreciate, understand, and enjoy the world's finest books to their full potential.", "rating": 3, "maturityRating": "NOT_MATURE", "yearPublished": "2009-07-21", "publisher": "Simon and Schuster", "isbn13": "9781416599616", "isbn10": "1416599614"}, {"title": "Pride and Prejudice", "copyright": false, "fileUrl": "books/42671.epub.images.epub", "fileType": "epub", "coverImageUrl": "book-covers/42671.epub.images.epub.png", "authors": {"connectOrCreate": [{"where": {"name": "Austen, Jane"}, "create": {"name": "Austen, Jane", "birthYear": 1775, "deathYear": 1817}}]}, "genres": {"connectOrCreate": [{"where": {"name": "Best Books Ever Listings"}, "create": {"name": "Best Books Ever Listings"}}]}, "description": "Pride and Prejudice is a novel of manners by Jane Austen, first published in 1813. The story follows the main character, Elizabeth Bennet, as she deals with issues of manners, upbringing, morality, education, and marriage in the society of the landed gentry of the British Regency. Elizabeth is the second of five daughters of a country gentleman living near the fictional town of Meryton in Hertfordshire, near London.Page 2 of a letter from Jane Austen to her sister Cassandra (11 June 1799) in which she first mentions Pride and Prejudice, using its working title First Impressions.Set in England in the early 19th century, Pride and Prejudice tells the story of Mr and Mrs Bennet's five unmarried daughters after the rich and eligible Mr Bingley and his status-conscious friend, Mr Darcy, have moved into their neighbourhood. While Bingley takes an immediate liking to the eldest Bennet daughter, Jane, Darcy has difficulty adapting to local society and repeatedly clashes with the second-eldest Bennet daughter, Elizabeth.Though Austen set the story at the turn of the 19th century, it retains a fascination for modern readers, continuing near the top of lists of \"most loved books.\" It has become one of the most popular novels in English literature, selling over 20 million copies, and receives considerable attention from literary scholars. Modern interest in the book has resulted in a number of dramatic adaptations and an abundance of novels and stories imitating Austen's memorable characters or themes.", "rating": 4, "maturityRating": "NOT_MATURE", "yearPublished": "2014-11-29", "publisher": null, "isbn10": "1503290565", "isbn13": "9781503290563"}, {"title": "A Midsummer Night's Dream", "copyright": false, "fileUrl": "books/1514.epub.images.epub", "fileType": "epub", "coverImageUrl": "book-covers/1514.epub.images.epub.jpeg", "authors": {"connectOrCreate": [{"where": {"name": "Shakespeare, William"}, "create": {"name": "Shakespeare, William", "birthYear": 1564, "deathYear": 1616}}]}, "genres": {"connectOrCreate": []}, "description": "Shakespeare's intertwined love polygons begin to get complicated from the start—Demetrius and Lysander both want Hermia but she only has eyes for Lysander. Bad news is, Hermia's father wants Demetrius for a son-in-law. On the outside is Helena, whose unreturned love burns hot for Demetrius. Hermia and Lysander plan to flee from the city under cover of darkness but are pursued by an enraged Demetrius (who is himself pursued by an enraptured Helena). In the forest, unbeknownst to the mortals, Oberon and Titania (King and Queen of the faeries) are having a spat over a servant boy. The plot twists up when Oberon's head mischief-maker, Puck, runs loose with a flower which causes people to fall in love with the first thing they see upon waking. Throw in a group of labourers preparing a play for the Duke's wedding (one of whom is given a donkey's head and Titania for a lover by Puck) and the complications become fantastically funny.", "rating": null, "maturityRating": "NOT_MATURE", "yearPublished": "2018-06-28", "publisher": "GENERAL PRESS", "isbn13": "9789380914510", "isbn10": "9380914512"}, {"title": "The Possessed (The Devils)", "copyright": false, "fileUrl": "books/8117.epub.images.epub", "fileType": "epub", "coverImageUrl": "book-covers/8117.epub.images.epub.png", "authors": {"connectOrCreate": [{"where": {"name": "Dostoyevsky, Fyodor"}, "create": {"name": "Dostoyevsky, Fyodor", "birthYear": 1821, "deathYear": 1881}}]}, "genres": {"connectOrCreate": [{"where": {"name": "Best Books Ever Listings"}, "create": {"name": "Best Books Ever Listings"}}]}, "description": "This carefully crafted ebook: “Demons (The Possessed / The Devils) - The Unabridged Garnett Translation” is formatted for your eReader with a functional and detailed table of contents. Demons is an 1872 novel by Fyodor Dostoyevsky. Though titled The Possessed in the initial English translation, Dostoyevsky scholars and later translations favour the titles The Devils or Demons. An extremely political book, Demons is a testimonial of life in Imperial Russia in the late 19th century. As the revolutionary democrats begin to rise in Russia, different ideologies begin to collide. Dostoyevsky casts a critical eye on both the liberal idealists, portraying their ideas and ideological foundation as demonic, and the conservative establishment's ineptitude in dealing with those ideas and their social consequences. The entire novel takes place in a small town outside of Petersberg and is narrated by a man named Mr. Govorov. Mr. Govorov does not witness every conversation first hand, but nonetheless the narrator describes the story as if he partook in every situation or as a chronicler, who had the events described to him. We know very little of Mr. Govorov, except that he is a close friend of Stephan Trofimovich. Fyodor Mikhailovich Dostoyevsky ( 1821 – 1881) was a Russian novelist, short story writer, essayist and philosopher. Dostoyevsky's literary works explore human psychology in the context of the troubled political, social, and spiritual atmosphere of 19th-century Russia. Many literary critics rate him as one of the greatest and most prominent psychologists in world literature.", "rating": null, "maturityRating": "NOT_MATURE", "yearPublished": "2013-09-20", "publisher": "e-artnow", "isbn13": "9788074849596", "isbn10": "8074849597"}, {"title": "The Railway Children", "copyright": false, "fileUrl": "books/1874.epub.images.epub", "fileType": "epub", "coverImageUrl": "book-covers/1874.epub.images.epub.png", "authors": {"connectOrCreate": [{"where": {"name": "Nesbit, E. (Edith)"}, "create": {"name": "Nesbit, E. (Edith)", "birthYear": 1858, "deathYear": 1924}}]}, "genres": {"connectOrCreate": [{"where": {"name": "Children's Fiction"}, "create": {"name": "Children's Fiction"}}, {"where": {"name": "Children's Literature"}, "create": {"name": "Children's Literature"}}]}, "description": "The classic tale of three young siblings who fall in love with the local railway, while setting out to solve the mysterious disappearance of their father.", "rating": null, "maturityRating": "NOT_MATURE", "yearPublished": "2017-06-01", "publisher": "Legend Press Ltd", "isbn13": "9781787198968", "isbn10": "1787198960"}, {"title": "This Side of Paradise", "copyright": false, "fileUrl": "books/805.epub.images.epub", "fileType": "epub", "coverImageUrl": "book-covers/805.epub.images.epub.jpeg", "authors": {"connectOrCreate": [{"where": {"name": "Fitzgerald, F. Scott (Francis Scott)"}, "create": {"name": "Fitzgerald, F. Scott (Francis Scott)", "birthYear": 1896, "deathYear": 1940}}]}, "genres": {"connectOrCreate": []}, "description": null, "rating": null, "maturityRating": "NOT_MATURE", "yearPublished": "1990", "publisher": null}, {"title": "Japanese Girls and Women: Revised and Enlarged Edition", "copyright": false, "fileUrl": "books/32449.epub.images.epub", "fileType": "epub", "coverImageUrl": "book-covers/32449.epub.images.epub.jpeg", "authors": {"connectOrCreate": [{"where": {"name": "Bacon, Alice Mabel"}, "create": {"name": "Bacon, Alice Mabel", "birthYear": 1858, "deathYear": 1918}}]}, "genres": {"connectOrCreate": []}, "description": null, "rating": null, "maturityRating": "NOT_MATURE", "yearPublished": "2010", "publisher": null}, {"title": "The Old World and Its Ways: Describing a Tour Around the World and Journeys Through Europe", "copyright": false, "fileUrl": "books/45376.epub.images.epub", "fileType": "epub", "coverImageUrl": "book-covers/45376.epub.images.epub.png", "authors": {"connectOrCreate": [{"where": {"name": "Bryan, William Jennings"}, "create": {"name": "Bryan, William Jennings", "birthYear": 1860, "deathYear": 1925}}]}, "genres": {"connectOrCreate": []}, "description": "Reproduction of the original: The Old World and Its Ways by William Jennings Bryan", "rating": null, "maturityRating": "NOT_MATURE", "yearPublished": "2019-09-25", "publisher": "BoD – Books on Demand", "isbn13": "9783734092817", "isbn10": "3734092817"}, {"title": "The First Book of Adam and Eve", "copyright": false, "fileUrl": "books/398.epub.images.epub", "fileType": "epub", "coverImageUrl": "book-covers/398.epub.images.epub.png", "authors": {"connectOrCreate": [{"where": {"name": "Platt, Rutherford Hayes"}, "create": {"name": "Platt, Rutherford Hayes", "birthYear": 1894, "deathYear": 1975}}]}, "genres": {"connectOrCreate": [{"where": {"name": "Christianity"}, "create": {"name": "Christianity"}}]}, "description": "The First Book of Adam and Eve details the life and times of Adam and Eve after they were expelled from the garden to the time that Cain kills his brother Abel. It tells of Adam and Eve's first dwelling - the Cave of Treasures; their trials and temptations; Satan's many apparitions to them; the birth of Cain, Abel, and their twin sisters; and Cain's love for his beautiful twin sister, Luluwa, whom Adam and Eve wished to join to Abel. This book is considered by many scholars to be part of the \"Pseudepigrapha\" (soo-duh-pig-ruh-fuh). The \"Pseudepigrapha\" is a collection of historical biblical works that are considered to be fiction. Because of that stigma, this book was not included in the compilation of the Holy Bible. This book is a written history of what happened in the days of Adam and Eve after they were cast out of the garden. Although considered to be pseudepigraphic by some, it carries significant meaning and insight into events of that time. It is doubtful that these writings could have survived all the many centuries if there were no substance to them. This book is simply a version of an account handed down by word of mouth, from generation to generation, linking the time that the first human life was created to the time when somebody finally decided to write it down. This particular version is the work of unknown Egyptians. The lack of historical allusion makes it difficult to precisely date the writing, however, using other pseudepigraphical works as a reference, it was probably written a few hundred years before the birth of Christ. Parts of this version are found in the Jewish Talmud, and the Islamic Koran, showing what a vital role it played in the original literature of human wisdom. The Egyptian author wrote in Arabic, but later translations were found written in Ethiopic. The present English translation was translated in the late 1800's by Dr. S. C. Malan and Dr. E. Trumpp. They translated into King James English from both the Arabic version and the Ethiopic version which was then published in The Forgotten Books of Eden in 1927 by The World Publishing Company. In 1995, the text was extracted from a copy of The Forgotten Books of Eden and converted to electronic form by Dennis Hawkins. It was then translated into more modern English by simply exchanging 'Thou' s for 'You's, 'Art's for 'Are's, and so forth. The text was then carefully re-read to ensure its integrity.", "rating": null, "maturityRating": "NOT_MATURE", "yearPublished": "2019-10-25", "publisher": null, "isbn10": "1989708935", "isbn13": "9781989708934"}, {"title": "Poems by Emily Dickinson, Three Series, Complete", "copyright": false, "fileUrl": "books/12242.epub.images.epub", "fileType": "epub", "coverImageUrl": "book-covers/12242.epub.images.epub.png", "authors": {"connectOrCreate": [{"where": {"name": "Dickinson, Emily"}, "create": {"name": "Dickinson, Emily", "birthYear": 1830, "deathYear": 1886}}]}, "genres": {"connectOrCreate": [{"where": {"name": "Bibliomania"}, "create": {"name": "Bibliomania"}}]}, "description": "The complete three volumes of poetry by Emily Dickinson. Including Epigrams, Letters to Susan Gilbert, and her Black Cake Recipe. Edited by Robert John Mestre", "rating": null, "maturityRating": "NOT_MATURE", "yearPublished": "2006-03", "publisher": "Lulu.com", "isbn13": "9781411663718", "isbn10": "1411663713"}, {"title": "The Consolation of Philosophy", "copyright": false, "fileUrl": "books/14328.epub.images.epub", "fileType": "epub", "coverImageUrl": "book-covers/14328.epub.images.epub.png", "authors": {"connectOrCreate": [{"where": {"name": "Boethius"}, "create": {"name": "Boethius", "birthYear": 480, "deathYear": 524}}]}, "genres": {"connectOrCreate": [{"where": {"name": "Classical Antiquity"}, "create": {"name": "Classical Antiquity"}}]}, "description": "Consolation of Philosophy (Latin: Consolatio Philosophiae) is a philosophical work by Boethius, written around the year 524. It has been described as the single most important and influential work in the West on Medieval and early Renaissance Christianity, and is also the last great Western work of the Classical Period. Anicius Manlius Severinus Bo?thius, commonly called Boethius (c. 480-524 or 525 AD), was a philosopher of the early 6th century. He was born in Rome to an ancient and prominent family which included emperors Petronius Maximus and Olybrius and many consuls. His father, Flavius Manlius Boethius, was consul in 487 after Odoacer deposed the last Western Roman Emperor. Boethius, of the noble Anicia family, entered public life at a young age and was already a senator by the age of 25. Boethius himself was consul in 510 in the kingdom of the Ostrogoths. In 522 he saw his two sons become consuls. Boethius was imprisoned and eventually executed by King Theodoric the Great, who suspected him of conspiring with the Eastern Roman Empire. While jailed, Boethius composed his Consolation of Philosophy, a philosophical treatise on fortune, death, and other issues. The Consolation became one of the most popular and influential works of the Middle Ages.", "rating": null, "maturityRating": "NOT_MATURE", "yearPublished": "2013-08-29", "publisher": "e-artnow", "isbn13": "9788074843211", "isbn10": "8074843211"}, {"title": "The Noble and Gentle Men of England: or, notes touching the arms and descents of the ancient knightly and gentle houses of England, arranged in their respective counties.", "copyright": false, "fileUrl": "books/58212.epub.images.epub", "fileType": "epub", "coverImageUrl": "book-covers/58212.epub.images.epub.jpeg", "authors": {"connectOrCreate": [{"where": {"name": "Shirley, Evelyn Philip"}, "create": {"name": "Shirley, Evelyn Philip", "birthYear": 1812, "deathYear": 1882}}]}, "genres": {"connectOrCreate": []}, "description": null, "rating": null, "maturityRating": "NOT_MATURE", "yearPublished": "1859", "publisher": null}, {"title": "Language of Flowers", "copyright": false, "fileUrl": "books/31591.epub.images.epub", "fileType": "epub", "coverImageUrl": "book-covers/31591.epub.images.epub.jpeg", "authors": {"connectOrCreate": [{"where": {"name": "Greenaway, Kate"}, "create": {"name": "Greenaway, Kate", "birthYear": 1846, "deathYear": 1901}}]}, "genres": {"connectOrCreate": []}, "description": "Contains alphabetical lists of flowers and the meanings associated with them.", "rating": null, "maturityRating": "NOT_MATURE", "yearPublished": "1978", "publisher": "Gramercy Books"}, {"title": "The Varieties of Religious Experience: A Study in Human Nature", "copyright": false, "fileUrl": "books/621.epub.images.epub", "fileType": "epub", "coverImageUrl": "book-covers/621.epub.images.epub.jpeg", "authors": {"connectOrCreate": [{"where": {"name": "James, William"}, "create": {"name": "James, William", "birthYear": 1842, "deathYear": 1910}}]}, "genres": {"connectOrCreate": []}, "description": "The Varieties of Religious Experience: A Study in Human Nature is a book by the Harvard psychologist and philosopher William James comprising 20 lectures given at the University of Edinburgh in Scotland. These lectures concerned the nature of religion and the neglect of science, in James' view, in the academic study of religion. Soon after its publication, the book found its way into the canon of psychology and philosophy, and has remained in print for over a century.", "rating": 5, "maturityRating": "NOT_MATURE", "yearPublished": "2009", "publisher": null, "isbn10": "1439297274", "isbn13": "9781439297278"}, {"title": "The Wind in the Willows", "copyright": false, "fileUrl": "books/27805.epub.images.epub", "fileType": "epub", "coverImageUrl": "book-covers/27805.epub.images.epub.jpeg", "authors": {"connectOrCreate": [{"where": {"name": "Grahame, Kenneth"}, "create": {"name": "Grahame, Kenneth", "birthYear": 1859, "deathYear": 1932}}]}, "genres": {"connectOrCreate": []}, "description": "Meet little Mole, willful Ratty, Badger the perennial bachelor, and petulant Toad. Over one hundred years since their first appearance in 1908, they've become emblematic archetypes of eccentricity, folly, and friendship. And their misadventures-in gypsy caravans, stolen sports cars, and their Wild Wood-continue to capture readers' imaginations and warm their hearts long after they grow up. Begun as a series of letters from Kenneth Grahame to his son, The Wind in the Willows is a timeless tale of animal cunning and human camaraderie. This Penguin Classics edition features an appendix of the letters in which Grahame first related the exploits of Toad", "rating": null, "maturityRating": "NOT_MATURE", "yearPublished": "2018-08-21", "publisher": "Strelbytskyy Multimedia Publishing"}, {"title": "The Moonstone", "copyright": false, "fileUrl": "books/155.epub.images.epub", "fileType": "epub", "coverImageUrl": "book-covers/155.epub.images.epub.jpeg", "authors": {"connectOrCreate": [{"where": {"name": "Collins, Wilkie"}, "create": {"name": "Collins, Wilkie", "birthYear": 1824, "deathYear": 1889}}]}, "genres": {"connectOrCreate": [{"where": {"name": "Detective Fiction"}, "create": {"name": "Detective Fiction"}}, {"where": {"name": "Mystery Fiction"}, "create": {"name": "Mystery Fiction"}}]}, "description": "The Moonstone, a priceless yellow diamond, is looted from an Indian temple and maliciously bequeathed to Rachel Verinder.", "rating": 4, "maturityRating": "NOT_MATURE", "yearPublished": "1993", "publisher": "Wordsworth Editions", "isbn10": "1853260444", "isbn13": "9781853260445"}, {"title": "English Literature: Its History and Its Significance for the Life of the English-Speaking World", "copyright": false, "fileUrl": "books/10609.epub.images.epub", "fileType": "epub", "coverImageUrl": "book-covers/10609.epub.images.epub.png", "authors": {"connectOrCreate": [{"where": {"name": "Long, William J. (William Joseph)"}, "create": {"name": "Long, William J. (William Joseph)", "birthYear": 1867, "deathYear": 1952}}]}, "genres": {"connectOrCreate": []}, "description": "William Joseph Long (1866–1952) was an American writer, naturalist and minister. He lived and worked in Stamford, Connecticut as a minister of the First Congregationalist Church. As a naturalist, he would leave Stamford every March, often with his two daughters Lois Long and Cesca, son, Brian to travel to \"the wilderness\" of Maine. There they would stay until the first snows of October, although sometimes he would stay all winter. In the 1920s, he began spending his summers in Nova Scotia, claiming \"the wilderness is getting too crowded\". He wrote of these wilderness experiences in the books Ways of Wood Folk, Wilderness Ways, Wood-folk Comedies, Northern Trails, Wood Folk at School, and many others. His earlier books were illustrated by Charles Copeland; two later ones were illustrated by Charles Livingston Bull. Long believed that the best way to experience the wild was to plant yourself and sit for hours on end to let the wild \"come to you; and they will!\"", "rating": 3.5, "maturityRating": "NOT_MATURE", "yearPublished": "2015-12-06", "publisher": "Full Moon Publications"}, {"title": "In our time", "copyright": false, "fileUrl": "books/61085.epub.images.epub", "fileType": "epub", "coverImageUrl": "book-covers/61085.epub.images.epub.jpeg", "authors": {"connectOrCreate": [{"where": {"name": "Hemingway, Ernest"}, "create": {"name": "Hemingway, Ernest", "birthYear": 1899, "deathYear": 1961}}]}, "genres": {"connectOrCreate": []}, "description": "This collection of short stories and vignettes marked Ernest Hemingway's American debut and made him famous. When In Our Time was published in 1925, it was praised by Ford Madox Ford, John Dos Passos, and F. Scott Fitzgerald for its simple and precise use of language to convey a wide range of complex emotions, and it earned Hemingway a place beside Sherwood Anderson and Gertrude Stein among the most promising American writers of that period. In Our Time contains several early Hemingway classics, including the famous Nick Adams stories “Indian Camp,” “The Doctor and the Doctor's Wife,” “The Three Day Blow,” and “The Battler,” and introduces readers to the hallmarks of the Hemingway style: a lean, tough prose—enlivened by an car for the colloquial and an eye for the realistic that suggests, through the simplest of statements, a sense of moral value and a clarity of heart. Now recognized as one of the most original short story collections in twentieth-century literature, In Our Time provides a key to Hemingway's later works.", "rating": 3.5, "maturityRating": "NOT_MATURE", "yearPublished": "2014-05-22", "publisher": "Simon and Schuster", "isbn13": "9781476770154", "isbn10": "1476770158"}, {"title": "Roughing It", "copyright": false, "fileUrl": "books/3177.epub.images.epub", "fileType": "epub", "coverImageUrl": "book-covers/3177.epub.images.epub.jpeg", "authors": {"connectOrCreate": [{"where": {"name": "Twain, Mark"}, "create": {"name": "Twain, Mark", "birthYear": 1835, "deathYear": 1910}}]}, "genres": {"connectOrCreate": [{"where": {"name": "Travel"}, "create": {"name": "Travel"}}]}, "description": "A semi-autobiographical account of Mark Twain's early adventures in western America. It is the first of his several travel books. He recounts his attempts at gold and silver mining which led to his becoming a paper millionaire for ten days.", "rating": null, "maturityRating": "NOT_MATURE", "yearPublished": "2018-06-22", "publisher": "SeaWolf Press", "isbn10": "1948132931", "isbn13": "9781948132930"}, {"title": "The Lost Giant, and Other American Indian Tales Retold", "copyright": false, "fileUrl": "books/65355.epub.images.epub", "fileType": "epub", "coverImageUrl": "book-covers/65355.epub.images.epub.jpeg", "authors": {"connectOrCreate": [{"where": {"name": "Higgins, Violet Moore"}, "create": {"name": "Higgins, Violet Moore", "birthYear": null, "deathYear": null}}]}, "genres": {"connectOrCreate": []}}, {"title": "Twelve Years a Slave: Narrative of Solomon Northup, a Citizen of New-York, Kidnapped in Washington City in 1841, and Rescued in 1853, from a Cotton Plantation near the Red River in Louisiana", "copyright": false, "fileUrl": "books/45631.epub.images.epub", "fileType": "epub", "coverImageUrl": "book-covers/45631.epub.images.epub.jpeg", "authors": {"connectOrCreate": [{"where": {"name": "Northup, Solomon"}, "create": {"name": "Northup, Solomon", "birthYear": 1808, "deathYear": null}}]}, "genres": {"connectOrCreate": []}, "description": null, "rating": 4, "maturityRating": "NOT_MATURE", "yearPublished": "1853", "publisher": null}, {"title": "Andersen's Fairy Tales", "copyright": false, "fileUrl": "books/1597.epub.images.epub", "fileType": "epub", "coverImageUrl": "book-covers/1597.epub.images.epub.png", "authors": {"connectOrCreate": [{"where": {"name": "Andersen, H. C. (Hans Christian)"}, "create": {"name": "Andersen, H. C. (Hans Christian)", "birthYear": 1805, "deathYear": 1875}}]}, "genres": {"connectOrCreate": [{"where": {"name": "Best Books Ever Listings"}, "create": {"name": "Best Books Ever Listings"}}, {"where": {"name": "Children's Myths, Fairy Tales, etc."}, "create": {"name": "Children's Myths, Fairy Tales, etc."}}, {"where": {"name": "Harvard Classics"}, "create": {"name": "Harvard Classics"}}]}, "description": "Hans Christian Andersen (2 April 1805 - 4 August 1875) was a Danish author. Although a prolific writer of plays, travelogues, novels, and poems, Andersen is best remembered for his fairy tales. Andersen's popularity is not limited to children: his stories express themes that transcend age and nationality. Andersen's fairy tales, of which no fewer than 3381 works have been translated into more than 125 languages, have become culturally embedded in the West's collective consciousness, readily accessible to children, but presenting lessons of virtue and resilience in the face of adversity for mature readers as well. His most famous fairy tales include \"The Emperor's New Clothes\", \"The Little Mermaid\", \"The Nightingale\", \"The Snow Queen\", \"The Ugly Duckling\", \"The Little Match Girl\" and \"Thumbelina\". His stories have inspired ballets, plays, and animated and live-action films.[4] One of Copenhagen's widest and busiest boulevards is named \"HC Andersens Boulevard\"", "rating": 4, "maturityRating": "NOT_MATURE", "yearPublished": "2019-05-14", "publisher": "Blurb", "isbn10": "0368792218", "isbn13": "9780368792212"}, {"title": "Mosses from an Old Manse, and Other Stories", "copyright": false, "fileUrl": "books/512.epub.images.epub", "fileType": "epub", "coverImageUrl": "book-covers/512.epub.images.epub.png", "authors": {"connectOrCreate": [{"where": {"name": "Hawthorne, Nathaniel"}, "create": {"name": "Hawthorne, Nathaniel", "birthYear": 1804, "deathYear": 1864}}]}, "genres": {"connectOrCreate": [{"where": {"name": "Gothic Fiction"}, "create": {"name": "Gothic Fiction"}}]}, "description": "First published in 1846 in the present form, famous English story writer Nathaniel Hawthorne's book 'Mosses from an Old Manse, and Other Stories' is a collection of fictional short stories. The collection includes several previously-published short stories, and was named in honor of The Old Manse where Hawthorne and his wife lived for the first three years of their marriage. The first edition was published in 1846. Hawthorne seems to have been paid $75 for the publication. Many of the tales collected in Mosses from an Old Manse are allegories and, typical of Hawthorne, focus on the negative side of human nature. Hawthorne's friend Herman Melville noted this aspect in his review \"\"Hawthorne and His Mosses\"\" \"\"This black conceit pervades him through and through. You may be witched by his sunlight, -transported by the bright gildings in the skies he builds over you; but there is the blackness of darkness beyond; and even his bright gildings but fringe and play upon the edges of thunder-clouds.\"\"", "rating": 4.5, "maturityRating": "NOT_MATURE", "yearPublished": "2017-07-08", "publisher": "Lulu.com", "isbn13": "9781387088874", "isbn10": "1387088874"}, {"title": "A Vindication of the Rights of Woman: With Strictures on Political and Moral Subjects", "copyright": false, "fileUrl": "books/3420.epub.images.epub", "fileType": "epub", "coverImageUrl": "book-covers/3420.epub.images.epub.png", "authors": {"connectOrCreate": [{"where": {"name": "Wollstonecraft, Mary"}, "create": {"name": "Wollstonecraft, Mary", "birthYear": 1759, "deathYear": 1797}}]}, "genres": {"connectOrCreate": [{"where": {"name": "Best Books Ever Listings"}, "create": {"name": "Best Books Ever Listings"}}]}, "description": null, "rating": null, "maturityRating": "NOT_MATURE", "yearPublished": "1793", "publisher": null}, {"title": "A Princess of Mars", "copyright": false, "fileUrl": "books/62.epub.images.epub", "fileType": "epub", "coverImageUrl": "book-covers/62.epub.images.epub.png", "authors": {"connectOrCreate": [{"where": {"name": "Burroughs, Edgar Rice"}, "create": {"name": "Burroughs, Edgar Rice", "birthYear": 1875, "deathYear": 1950}}]}, "genres": {"connectOrCreate": [{"where": {"name": "Best Books Ever Listings"}, "create": {"name": "Best Books Ever Listings"}}, {"where": {"name": "Science Fiction"}, "create": {"name": "Science Fiction"}}]}, "description": "A Virginia gentleman finds himself transported from Civil War-era America to Mars, where he plots, along with the lovely Princess of Theluim, to escape from his savage green captors", "rating": null, "maturityRating": "NOT_MATURE", "yearPublished": "1963", "publisher": "Barsoom"}, {"title": "Vanity Fair", "copyright": false, "fileUrl": "books/599.epub.images.epub", "fileType": "epub", "coverImageUrl": "book-covers/599.epub.images.epub.png", "authors": {"connectOrCreate": [{"where": {"name": "Thackeray, William Makepeace"}, "create": {"name": "Thackeray, William Makepeace", "birthYear": 1811, "deathYear": 1863}}]}, "genres": {"connectOrCreate": [{"where": {"name": "Harvard Classics"}, "create": {"name": "Harvard Classics"}}, {"where": {"name": "Historical Fiction"}, "create": {"name": "Historical Fiction"}}]}, "description": "Thackeray's most representative novel - a picture of society on a broad scale, with Becky Sharp, the adventuress, a principal character. Includes a famous account of the Battle of Waterloo. First published in 1848.", "rating": 4, "maturityRating": "NOT_MATURE", "yearPublished": "1992", "publisher": "Wordsworth Editions", "isbn10": "1853260193", "isbn13": "9781853260193"}, {"title": "What Men Live By, and Other Tales", "copyright": false, "fileUrl": "books/6157.epub.images.epub", "fileType": "epub", "coverImageUrl": "book-covers/6157.epub.images.epub.png", "authors": {"connectOrCreate": [{"where": {"name": "Tolstoy, Leo, graf"}, "create": {"name": "Tolstoy, Leo, graf", "birthYear": 1828, "deathYear": 1910}}]}, "genres": {"connectOrCreate": []}, "description": null, "rating": null, "maturityRating": "NOT_MATURE", "yearPublished": "1918", "publisher": "Library of Alexandria", "isbn13": "9781465510587", "isbn10": "1465510583"}, {"title": "Uncle Vanya: Scenes from Country Life in Four Acts", "copyright": false, "fileUrl": "books/1756.epub.images.epub", "fileType": "epub", "coverImageUrl": "book-covers/1756.epub.images.epub.png", "authors": {"connectOrCreate": [{"where": {"name": "Chekhov, Anton Pavlovich"}, "create": {"name": "Chekhov, Anton Pavlovich", "birthYear": 1860, "deathYear": 1904}}]}, "genres": {"connectOrCreate": []}, "description": "First published in the year 1897, famous Russian novelist, playwright and social critique Anton Pavlovich Chekhov's play 'Uncle Vanya: Scenes from Country Life in Four Acts' \"portrays the visit of an elderly professor and his glamorous, much younger second wife, Yelena, to the rural estate that supports their urban lifestyle. Two friends—Vanya, brother of the professor's late first wife, who has long managed the estate, and Astrov, the local doctor—both fall under Yelena's spell, while bemoaning the ennui of their provincial existence. Sonya, the professor's daughter by his first wife, who has worked with Vanya to keep the estate going, suffers from her unrequited feelings for Dr. Astrov. Matters are brought to a crisis when the professor announces his intention to sell the estate, Vanya and Sonya's home, with a view to investing the proceeds to achieve a higher income for himself and his wife.\" -Wikipedia (Uncle Vanya)", "rating": null, "maturityRating": "NOT_MATURE", "yearPublished": "101-01-01", "publisher": "Prabhat Prakashan"}, {"title": "The Enchiridion", "copyright": false, "fileUrl": "books/45109.epub.images.epub", "fileType": "epub", "coverImageUrl": "book-covers/45109.epub.images.epub.jpeg", "authors": {"connectOrCreate": [{"where": {"name": "Epictetus"}, "create": {"name": "Epictetus", "birthYear": 55, "deathYear": 135}}]}, "genres": {"connectOrCreate": []}, "description": "From the Introduction: \"Stoic philosophy, of which Epictetus (c. a.d. 50-130) is a representative, began as a recognizable movement around 300 b.c. Its founder was Zeno of Cytium (not to be confused with Zeno of Elea, who discovered the famous paradoxes). He was born in Cyprus about 336 b.c., but all of his philosophical activity took place in Athens. For more than 500 years Stoicism was one of the most influential and fruitful philosophical movements in the Graeco-Roman world. The works of the earlier Stoics survive only in fragmentary quotations from other authors, but from the Renaissance until well into the nineteenth century, Stoic ethical thought was one of the most important ancient influences on European ethics, particularly because of the descriptions of it by Cicero, through surviving works by the Stoics Seneca, Marcus Aurelius, and also Epictetus--and also because of the effect that it had had in antiquity, and continued to have into the nineteenth century, on Christian ethical views. Nowadays an undergraduate or graduate student learning about ancient philosophy in a university course may well hear only about Plato and Aristotle, along perhaps with the presocratics; but in the history of Western thought and education this situation is somewhat atypical, and in most periods a comparable student would have learned as much or more about Stoicism, as well as two other major ancient philosophical movements, Epicureanism and Scepticism. In spite of this lack of explicit acquaintance with Stoic philosophers and their works, however, most students will recognize in Epictetus various ideas that are familiar through their effects on other thinkers, notably Spinoza, in our intellectual tradition.\"", "rating": 3.5, "maturityRating": "NOT_MATURE", "yearPublished": "1983", "publisher": "Hackett Publishing", "isbn10": "0915145693", "isbn13": "9780915145690"}, {"title": "The Cosmic Looters", "copyright": false, "fileUrl": "books/65331.epub.images.epub", "fileType": "epub", "coverImageUrl": "book-covers/65331.epub.images.epub.jpeg", "authors": {"connectOrCreate": [{"where": {"name": "Hamilton, Edmond"}, "create": {"name": "Hamilton, Edmond", "birthYear": 1904, "deathYear": 1977}}]}, "genres": {"connectOrCreate": []}, "description": "Armchair Fiction presents extra large editions of classic science fiction double novels. The first novel is another great tale by science fiction master Edmond Hamilton, \"The Cosmic Looters.\" The galaxy was besieged by interplanetary highwaymen. After being violently awakened in the middle of the night by a beautiful, black-haired woman from outer space, Wyatt was informed of an imminent attack upon his world. But Wyatt knew his government wouldn't believe it--he didn't believe it. So who was this strange woman and what were her real motivations? After hitching a ride in her spacecraft, Wyatt found himself hurtling through the void to the Alpha Centauri system--all in his stocking feet! He was soon witness to a large-scale planetary attack--a vicious raid for plunder--on a slightly less advanced, but no less civilized planet than his home planet, Earth. So with the fate of Earth hanging in the balance, Wyatt plotted a course for the races of two worlds to finally put an end to the empirical conquests of the Cosmic Looters. The second novel, \"Wandl the Invader\" was penned by another top-of-the-line sci-fi author, Ray Cummings. Interplanetary warfare erupts! There were nine major planets in the Solar System and it was within their boundaries that man first set up interplanetary commerce and began trading with the ancient Martian civilization. And then they discovered a tenth planet--a maverick! This tenth world, if it had an orbit, had a strange one, for it was heading inwards from interstellar space, heading close to the Earth-Mars spaceways, upsetting astronautic calculations and raising turmoil on the two inhabited worlds. But even so none suspected then just how much trouble this new world would make. For it was WANDL THE INVADER and it was no barren planetoid. It was a manned world, manned by minds and monsters and traveling into our system with a purpose beyond that of astronomical accident!", "rating": null, "maturityRating": "NOT_MATURE", "yearPublished": "2014-05-18", "publisher": null, "isbn10": "1612872042", "isbn13": "9781612872049"}, {"title": "The Marriage of Heaven and Hell", "copyright": false, "fileUrl": "books/45315.epub.images.epub", "fileType": "epub", "coverImageUrl": "book-covers/45315.epub.images.epub.jpeg", "authors": {"connectOrCreate": [{"where": {"name": "Blake, William"}, "create": {"name": "Blake, William", "birthYear": 1757, "deathYear": 1827}}]}, "genres": {"connectOrCreate": []}, "description": "This vivid facsimile of Blake's romantic and revolutionary publication offers a concise expression of his essential wisdom and philosophy. His distinctive hand-lettered text is accompanied by 27 color plates of his stirring illustrations.", "rating": 5, "maturityRating": "NOT_MATURE", "yearPublished": "2012-04-20", "publisher": "Courier Corporation", "isbn13": "9780486132242", "isbn10": "0486132242"}, {"title": "The House of Mirth", "copyright": false, "fileUrl": "books/284.epub.images.epub", "fileType": "epub", "coverImageUrl": "book-covers/284.epub.images.epub.png", "authors": {"connectOrCreate": [{"where": {"name": "Wharton, Edith"}, "create": {"name": "Wharton, Edith", "birthYear": 1862, "deathYear": 1937}}]}, "genres": {"connectOrCreate": [{"where": {"name": "Bestsellers, American, 1895-1923"}, "create": {"name": "Bestsellers, American, 1895-1923"}}]}, "description": "A Life of Privilege Was Ahead - Or Complete Ruin... The House of Mirth, a novel by Edith Wharton (1862-1937), tells the story of Lily Bart, a well-born but impoverished woman belonging to New York City's high society around the turn of the last century. Wharton creates a portrait of a stunning beauty who, though raised and educated to marry well both socially and economically, is reaching her 29th year, an age when her youthful blush is drawing to a close and her marital prospects are becoming ever more limited. The House of Mirth traces Lily's slow two-year social descent from privilege to a tragically lonely existence on the margins of society. Wharton uses Lily as an attack on \"\"an irresponsible, grasping and morally corrupt upper class.\"\" Before publication as a book on October 14, 1905, The House of Mirth was serialized in Scribner's Magazine beginning in January 1905. It attracted a readership among housewives and businessmen alike. Get Your Copy Now.", "rating": 3.5, "maturityRating": "NOT_MATURE", "yearPublished": "2016-07-21", "publisher": "Lulu.com", "isbn13": "9781365203794", "isbn10": "1365203794"}]